Revit 2020 API
AdvancedWood.WoodPoreColorPower Property
 The property labeled "Power to compute pore color" from the "PrismWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string WoodPoreColorPower { get; }
Visual Basic
Public Shared ReadOnly Property WoodPoreColorPower As String
	Get
Visual C++
public:
static property String^ WoodPoreColorPower {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace